// 音乐需要自己添加，格式可参考下面
// APlayer: https://aplayer.js.org/
const ap = new APlayer({
    container: document.getElementById('aplayer'),
    fixed: true,
    audio: [
    {
        name: '所念皆星河',
        artist: 'CMJ',
        url: '',
        cover: '//p2.music.126.net/M34HFzLO2xhDLuX_zEALKA==/109951164291347934.jpg',
        lrc: '[00:00.000]纯音乐'
    },
    {
        name: '打上花火',
        artist: '米津玄師',
        url: '',
        cover: '//p2.music.126.net/ZUCE_1Tl_hkbtamKmSNXEg==/109951163009282836.jpg',
        lrc: '[00:19.64]あの日見渡した渚を\n[00:24.50]今も思い出すんだ\n[00:29.50]砂の上に刻んだ言葉\n[00:34.60]君の後ろ姿\n[00:39.64]寄り返す波が\n[00:42.86]足元をよぎり何かを攫う\n[00:49.58]夕の中\n[00:53.00]日暮れだけが通り過ぎて行く\n[00:59.33]パッと光って咲いた\n[01:02.30]花火を見ていた\n[01:04.54]きっとまだ 終わらない夏が\n[01:09.56]曖昧な心を 解かして繋いだ\n[01:14.50]この夜が 続いて欲しかった\n[01:19.86]\n[01:30.10]「あと何度君と同じ花火を\n[01:32.95]見られるかな」って\n[01:34.62]笑う顔に何ができるだろうか\n[01:39.89]傷つくこと 喜ぶこ\n[01:42.47]繰り返す波と情動\n[01:44.70]焦燥 最終列車の音\n[01:50.19]何度でも 言葉にして君を呼ぶよ\n[01:54.71]波間を選び もう一度...\n[02:00.26]もう二度と悲しまずに済むように\n[02:08.74]\n[02:17.17]はっと息を飲めば\n[02:19.43]消えちゃいそうな光が\n[02:22.10]きっとまだ 胸に住んでいた\n[02:27.30]手を伸ばせば触れた\n[02:29.47]あったかい未来は\n[02:31.99]ひそに二人を見ていた\n[02:38.12]パッと花火が（パッと花火が）\n[02:40.56]夜に咲いた（夜に咲いた）\n[02:43.11]夜に咲いて（夜に咲いて）\n[02:45.62]静かに消えた（静かに消えた）\n[02:48.15]離さないで（離れないで）\n[02:50.70]もう少しだけ（もう少しだけ）\n[02:53.18]もう少しだけ\n[02:54.48]このままで\n[02:57.45]\n[03:07.18]あの日見渡した渚を\n[03:11.99]今も思出すんだ\n[03:17.40]砂の上に刻んだ言葉\n[03:21.98]君の後ろ姿\n[03:27.15]パッと光って咲いた\n[03:29.43]花火を見ていた\n[03:32.27]きっとまだ 終わらない夏が\n[03:37.30]曖昧な心を 解かて繋いだ\n[03:41.94]この夜が 続いて欲しかった'
    }
]
});